---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CenterMarkSize
source: html/13d822ab-a2a8-5e28-9197-6178060ec80b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CenterMarkSize Property

"Center Mark Size"

## Syntax (C#)
```csharp
public static ForgeTypeId CenterMarkSize { get; }
```